"* Launch Impress on your computer\n* Connect both devices to the same WiFi network\n* P.S. Your iOS device is connected to \"%@\" now" = "* Jalankan Impress pada komputer Anda\n* Sambungkan kedua peranti ke jaringan WiFi yang sama\n* Peranti iOS Anda sekarang sedang tersambung ke \"%@\"";
"* You don't have a WiFi connection now.\n* Connect your iOS device and your computer to the same network\n* Refresh\n* hint: you may create a personal hotspot on your computer/iPhone" = "* Anda tak terhubung pada WiFi saat ini.\n* Hubungkan perangkat iOS dan komputer Anda pada jaringan yang sama\n* Muat ulang/segarkan\n* tips: Anda bisa membuat hotspot pribadi pada komputer/iPhone Anda";
/* Popover option */
"About Impress Remote" = "Tentang Impress Remote";
"Back" = "Kembali";
/* Popover option */
"Blank Screen" = "Layar Gelap";
"Cancel" = "Batal";
"Click to refresh" = "Klik untuk muat ulang";
/* Back button to the connect page on navbar */
"Connect" = "Hubungkan";
/* connect instructions */
"Connect your devices to the same WiFi network." = "Hubungkan perangkat Anda pada jaringan WiFi yang sama.";
/* instruction page title */
"Connection" = "Koneksi";
/* Popover option */
"Connection Help" = "Bantuan Koneksi";
/* Connection Lost Alert title */
"Connection Lost" = "Hilang Koneksi";
/* Connection Lost Alert Msg */
"Connection Lost Msg" = "Maaf, kehilangan koneksi... Cobalah menyambungkan lagi ke komputer Anda. ";
/* Control instruction title */
"Control" = "Kendali";
/* connect instructions */
"Create a personal hotspot on your iPhone if needed." = "Buatlah hotspot pribadi pada iPhone Anda jika diperlukan.";
/* Server list section title */
"Custom Connections" = "Koneksi Ubahan";
/* Displayed when no customized server is available */
"Customize server config instruction" = "Jika komputer Anda tidak tampil pada bagian bawah ini, tambahkanlah secara manual dengan alamat IP-nya. ";
/* Server list section title */
"Detected Connections" = "Koneksi Terdeteksi";
/* Pairing instruction text */
"Enter the PIN code in SlideShow - Impress Remote" = "Masukkan PIN pada SlideShow - Impress Remote";
/* Connection failure title */
"Failed to reach server" = "Gagal menjangkau server";
/* Connection failure message */
"Failed to reach server Msg" = "Pastikan alamat IP Anda benar, serta pastikan pula LibreOffice Impress berjalan dengan fitur Impress Remote yang telah aktif.";
"Failed to reach your computer" = "Gagal menjangkau komputer Anda";
"Help" = "Bantuan";
/* In app How-to title */
"How-to" = "Cara";
/* App name displayed on navbar */
"Impress Remote" = "Impress Remote";
/* Invalid IP Address Alert title */
"Invalid IP Address" = "Alamat IP Salah";
/* Invalid IP Address Alert message */
"Invalid IP Address Msg" = "Alamat IP yang Anda masukkan tidak benar";
/* EditableTableViewCell placeholder */
"IP Address" = "Alamat IP";
/* Pairing instruction text */
"Launch Impress & select your computer." = "Jalankan Impress & pilih komputer Anda.";
/* EditableTableViewCell placeholder */
"Name (optional)" = "Nama (opsional)";
"New Server" = "Server Baru";
"No, thanks" = "Tidak, terima kasih";
/* OK Button on Alert view */
"OK" = "Oke";
/* backButton for Tutorial */
"Ok, thanks" = "Oke, terima kasih";
/* Pairing instruction title */
"Pairing" = "Perpasangan";
/* Pairing instructions Alert Title */
"Pairing Instructions" = "Instruksi Perpasangan";
"Pairing Instructions Msg" = "1. Jalankan LibreOffice Impress pada komputer Anda\n\n2. Aktifkan menu Preferensi - LibreOffice Impress - Umum - Aktifkan kendali jauh\n\n3. Pastikan komputer dan perangkat Anda terhubung pada jaringan WiFi yang sama\n\n4. Masukkan IP komputer Anda secara manual jika tak terdeteksi\n\n5. Terhubung dan selamat mencoba!\n\n";
/* Update button text in diffrent states */
"Pause" = "Jeda";
"Please consider restart LibreOffice Impress on your computer." = "Pertimbangkanlah untuk menjalankan ulang LibreOffice Impress pada komputer Anda.";
/* Popover option */
"Restart" = "Jalankan Ulang";
"Resume from blank screen" = "Lanjut dari layar gelap";
/* Popover option */
"Resume from blank Screen" = "Lanjut dari layar gelap";
"Searching" = "Mencari";
/* Sidebar section header */
"Slides" = "Salindia";
/* Update button text in diffrent states */
"Start" = "Mulai";
/* Popover option */
"Stop Presentation" = "Hentikan Presentasi";
/* Sidebar section header */
"Stop Watch" = "Hentikan Waktu";
"Take a tour of iOS Impress Remote?" = "Ikuti tur Impress Kendali Jauh untuk iOS?";
/* Sidebar section header */
"Timer" = "Penghitung Waktu";
"Yes" = "Ya";
